Repository: Boogiman67/luci-app-modemband
Catalog: luci-app-modemband/po/*/modemband.po
Languages: ru

source: Preferred LTE bands
ru: Управление частотами

source: Preferred 5G SA bands
ru: Предпочтительные полосы 5G SA

source: Preferred 5G NSA bands
ru: Предпочтительные полосы 5G NSA

source: Currently set LTE bands
ru: В данный момент установлены диапазоны LTE

source: Currently set 5G SA bands
ru: В данный момент установлены полосы 5G SA

source: Currently set 5G NSA bands
ru: В настоящее время установлены полосы 5G NSA

source: Preferred LTE/5G Bands
ru: Предпочтительные диапазоны LTE/5G

source: Supported LTE bands
ru: Поддерживаемые диапазоны LTE

source: Supported 5G SA bands
ru: Поддерживаемые полосы 5G SA

source: Supported 5G NSA bands
ru: Поддерживаемые полосы 5G NSA

source: 5G bands cannot be read. Check if your modem supports this technology and if it is in the list of supported modems.
ru: Невозможно прочитать полосы 5G. Проверьте, поддерживает ли ваш модем эту технологию и включен ли он в список поддерживаемых модемов.

source: LTE bands cannot be read. Check if your modem supports this technology and if it is in the list of supported modems.
ru: Невозможно прочитать диапазоны LTE. Проверьте, поддерживает ли ваш модем эту технологию и включен ли он в список поддерживаемых модемов.

source: LTE Bands Configuration
ru: Настройка диапазонов LTE

source: 5G SA Bands Configuration
ru: Настройка диапазонов 5G SA

source: 5G NSA Bands Configuration
ru: Настройка полос 5G NSA

source: Preferred Bands settings
ru: Параметры предпочтительных диапазонов

source: Modification of the bands
ru: Изменение полос

source: Modem information
ru: Информация о модеме

source: The new bands settings have been sent to the modem. If the changes are not visible, a restart of the connection, modem or router may be required.
ru: На модем были отправлены новые настройки диапазонов. Если изменения не видны, может потребоваться перезагрузка соединения, модема или маршрутизатора.

source: Apply changes
ru: Применить изменения

source: Restore
ru: Восстановить

source: Please select a band(s)
ru: Пожалуйста, выберите диапазон (ы)

source: Bands configuration
ru: Настройка групп

source: Restore default bands
ru: Восстановить полосы по умолчанию

source: Waiting for device...
ru: Ожидание устройства...

source: Rebooting...
ru: Перезагрузка...

source: Perform reboot
ru: Выполнить перезагрузку

source: Restart
ru: Перезагрузка соединения

source: Reboot
ru: Перезагрузка устройства

source: Refresh
ru: Обновить

source: Do you really want to restart the device?
ru: Вы уверены, что хотите перезагрузить устройство?

source: Additional options
ru: Дополнительные опции

source: Select the preferred band (s) for the modem.
ru: Выберите предпочтительную полосу пропускания для модема.

source: Do you really want to set up all possible bands for the modem?
ru: Вы уверены, что хотите установить все возможные полосы для модема?

source: Preferred bands
ru: Предпочтительные полосы

source: Configuration
ru: Настройка

source: Configuration modemband
ru: Настройка полос модема

source: Configuration panel for modemband and gui application.
ru: Панель настроек для приложения modemband и пользовательского интерфейса.

source: Interface
ru: Интерфейс

source: Network interface for Internet access.
ru: Сетевой интерфейс для доступа в интернет.

source: WAN restart after making changes to bands.
ru: Перезагрузка WAN после внесения изменений в группы.

source: Modem restart
ru: Перезагрузка модема

source: Modem restart after making changes to bands.
ru: Перезагрузка модема после внесения изменений в диапазоны.

source: Restart with AT command
ru: Перезагрузка командой AT

source: AT command to restart the modem.
ru: AT команда для перезапуска модема.

source: Port for communication with the modem
ru: Порт для связи с модемом

source: Please select a port
ru: Выберите порт

source: Select one of the available ttyusbx ports.
ru: Выберите один из доступных портов ttyUSBX .

source: No supported modem was found, quitting...
ru: Поддерживаемый модем не найден, завершаем работу...

source: Port not found, quitting...
ru: Порт не найден, завершаем работу...

source: Additional options useful for modem configuration.
ru: Дополнительные опции для настройки модема.

source: Connection / router restart
ru: Перезагрузка соединения / маршрутизатора

source: Hint: the name of the WAN section can be changed in the package settings panel.
ru: Подсказка: имя раздела WAN можно изменить на панели настроек пакета.

source: LTE band aggregation at UL (upload)
ru: Агрегация диапазонов LTE в UL (upload)

source: No supported modem / router was found...
ru: Поддерживаемый модем / маршрутизатор не найден...

source: Hint: Option dedicated to the ZTE MF286D router.
ru: Подсказка: опция, предназначенная для маршрутизатора ZTE MF286D.

source: Enable aggregation
ru: Включить агрегацию

source: Disable aggregation
ru: Отключить агрегацию

source: Disable
ru: Отключить

source: Enable
ru: Включить

source: Turn off notifications
ru: Отключить уведомления

source: Appearance and action settings
ru: Настройки внешнего вида

source: Checking this option disables the notification that appears every time the bands are changed.
ru: Выбор этой опции отключает уведомление, которое появляется при каждом изменении полос.

source: Modem settings template
ru: Шаблон настройки модема

source: Modem template configuration
ru: Настройка шаблона модема

source: Settings panel for the modemband application that allows you to customize the package for your modem.
ru: Панель настроек modemband для настройки пакета в соответствии с вашим модемом.

source: Edit script
ru: Редактирование скрипта

source: Supported bands depend on the region in which the modem operates. By modifying the DEFAULT_LTE_BANDS variable, you can easily adapt the package to your modem.
ru: Поддерживаемые полосы зависят от региона, в котором работает модем. Изменяя переменную DEFAULT_LTE_BANDS, вы можете легко адаптировать пакет к модему.

source: Waiting to read data from the modem...
ru: Ожидание чтения данных с модема...

source: Edit
ru: Редактировать

source: Template loaded
ru: Загруженный шаблон

source: Refresh The view
ru: Обновить вид

source: Reload
ru: Перезагрузить

source: Select the modem settings file
ru: Выберите файл настроек модема

source: Select the template assigned to the Vendor and ProdID of the modem.
ru: Выберите шаблон, назначенный поставщику и ProdID модема.

source: Band selection switch
ru: Переключатель выбора диапазонов

source: Deselect all
ru: Снять все

source: Select all
ru: Выбрать все

source: Bands are disabled...
ru: Полосы отключены...

source: Check if you have selected the bands correctly.
ru: Проверьте, правильно ли вы выбрали группы.
